InnoDBVsMyRocks/sysbench-tpcc/4t_1h_s200_myrocks/sb.out
sysbench 1.0.20 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 4
Report intermediate results every 10 second(s)
Initializing random number generator from current time


Initializing worker threads...

Threads started!

[ 10s ] thds: 4 tps: 54.68 qps: 1562.49 (r/w/o: 714.32/737.21/110.96) lat (ms,95%): 179.94 err/s 0.30 reconn/s: 0.00
[ 20s ] thds: 4 tps: 58.61 qps: 1706.52 (r/w/o: 778.45/810.85/117.22) lat (ms,95%): 170.48 err/s 0.30 reconn/s: 0.00
[ 30s ] thds: 4 tps: 56.30 qps: 1613.30 (r/w/o: 733.75/766.95/112.59) lat (ms,95%): 186.54 err/s 0.50 reconn/s: 0.00
[ 40s ] thds: 4 tps: 64.30 qps: 1903.94 (r/w/o: 868.56/906.87/128.51) lat (ms,95%): 150.29 err/s 0.30 reconn/s: 0.00
[ 50s ] thds: 4 tps: 60.30 qps: 1735.91 (r/w/o: 794.21/821.11/120.60) lat (ms,95%): 173.58 err/s 0.10 reconn/s: 0.00
[ 60s ] thds: 4 tps: 66.60 qps: 1927.87 (r/w/o: 875.88/918.78/133.20) lat (ms,95%): 142.39 err/s 0.20 reconn/s: 0.00
[ 70s ] thds: 4 tps: 63.90 qps: 1872.10 (r/w/o: 853.20/891.10/127.80) lat (ms,95%): 173.58 err/s 0.70 reconn/s: 0.00
[ 80s ] thds: 4 tps: 70.80 qps: 2104.88 (r/w/o: 958.79/1004.49/141.60) lat (ms,95%): 130.13 err/s 0.30 reconn/s: 0.00
[ 90s ] thds: 4 tps: 73.80 qps: 2053.34 (r/w/o: 938.67/967.07/147.60) lat (ms,95%): 97.55 err/s 0.40 reconn/s: 0.00
[ 100s ] thds: 4 tps: 78.31 qps: 2256.88 (r/w/o: 1029.38/1070.78/156.71) lat (ms,95%): 94.10 err/s 0.30 reconn/s: 0.00
[ 110s ] thds: 4 tps: 78.60 qps: 2266.70 (r/w/o: 1035.75/1073.85/157.09) lat (ms,95%): 104.84 err/s 0.20 reconn/s: 0.00
[ 120s ] thds: 4 tps: 71.50 qps: 2086.46 (r/w/o: 951.53/991.83/143.10) lat (ms,95%): 170.48 err/s 0.70 reconn/s: 0.00
[ 130s ] thds: 4 tps: 75.00 qps: 2204.41 (r/w/o: 1005.06/1049.36/149.99) lat (ms,95%): 112.67 err/s 0.40 reconn/s: 0.00
[ 140s ] thds: 4 tps: 82.00 qps: 2275.44 (r/w/o: 1039.52/1071.92/164.00) lat (ms,95%): 116.80 err/s 0.10 reconn/s: 0.00
[ 150s ] thds: 4 tps: 85.80 qps: 2386.42 (r/w/o: 1089.11/1125.71/171.60) lat (ms,95%): 139.85 err/s 0.50 reconn/s: 0.00
[ 160s ] thds: 4 tps: 93.70 qps: 2695.63 (r/w/o: 1232.47/1275.77/187.40) lat (ms,95%): 87.56 err/s 0.70 reconn/s: 0.00
[ 170s ] thds: 4 tps: 93.20 qps: 2630.09 (r/w/o: 1196.64/1247.14/186.31) lat (ms,95%): 90.78 err/s 0.50 reconn/s: 0.00
[ 180s ] thds: 4 tps: 110.80 qps: 3286.50 (r/w/o: 1504.75/1560.05/221.71) lat (ms,95%): 78.60 err/s 0.50 reconn/s: 0.00
[ 190s ] thds: 4 tps: 114.40 qps: 3282.66 (r/w/o: 1498.18/1555.68/228.80) lat (ms,95%): 75.82 err/s 0.50 reconn/s: 0.00
[ 200s ] thds: 4 tps: 116.10 qps: 3481.98 (r/w/o: 1590.15/1659.64/232.19) lat (ms,95%): 77.19 err/s 0.90 reconn/s: 0.00
[ 210s ] thds: 4 tps: 128.61 qps: 3711.67 (r/w/o: 1696.98/1757.48/257.21) lat (ms,95%): 69.29 err/s 0.80 reconn/s: 0.00
[ 220s ] thds: 4 tps: 123.60 qps: 3625.57 (r/w/o: 1655.09/1723.29/247.20) lat (ms,95%): 71.83 err/s 0.20 reconn/s: 0.00
[ 230s ] thds: 4 tps: 122.50 qps: 3480.32 (r/w/o: 1593.11/1642.21/245.00) lat (ms,95%): 73.13 err/s 0.20 reconn/s: 0.00
[ 240s ] thds: 4 tps: 137.50 qps: 3774.71 (r/w/o: 1718.21/1781.51/275.00) lat (ms,95%): 68.05 err/s 0.80 reconn/s: 0.00
[ 250s ] thds: 4 tps: 146.60 qps: 4129.26 (r/w/o: 1883.14/1953.04/293.09) lat (ms,95%): 63.32 err/s 0.40 reconn/s: 0.00
[ 260s ] thds: 4 tps: 151.49 qps: 4301.77 (r/w/o: 1965.75/2032.94/303.08) lat (ms,95%): 59.99 err/s 0.80 reconn/s: 0.00
[ 270s ] thds: 4 tps: 150.31 qps: 4251.26 (r/w/o: 1947.67/2003.07/300.53) lat (ms,95%): 61.08 err/s 0.40 reconn/s: 0.00
[ 280s ] thds: 4 tps: 157.10 qps: 4404.90 (r/w/o: 2008.95/2081.75/314.21) lat (ms,95%): 61.08 err/s 0.90 reconn/s: 0.00
[ 290s ] thds: 4 tps: 160.90 qps: 4650.96 (r/w/o: 2114.48/2214.78/321.70) lat (ms,95%): 59.99 err/s 0.80 reconn/s: 0.00
[ 300s ] thds: 4 tps: 144.19 qps: 4109.45 (r/w/o: 1876.39/1944.68/288.38) lat (ms,95%): 62.19 err/s 0.50 reconn/s: 0.00
[ 310s ] thds: 4 tps: 162.01 qps: 4616.41 (r/w/o: 2102.24/2189.95/324.22) lat (ms,95%): 58.92 err/s 0.60 reconn/s: 0.00
[ 320s ] thds: 4 tps: 170.70 qps: 4616.41 (r/w/o: 2105.01/2170.11/341.30) lat (ms,95%): 55.82 err/s 0.40 reconn/s: 0.00
[ 330s ] thds: 4 tps: 170.80 qps: 4941.56 (r/w/o: 2262.28/2337.58/341.70) lat (ms,95%): 55.82 err/s 1.00 reconn/s: 0.00
[ 340s ] thds: 4 tps: 180.20 qps: 5134.13 (r/w/o: 2341.62/2432.12/360.40) lat (ms,95%): 52.89 err/s 0.90 reconn/s: 0.00
[ 350s ] thds: 4 tps: 186.59 qps: 5388.99 (r/w/o: 2456.61/2559.30/373.09) lat (ms,95%): 51.94 err/s 0.90 reconn/s: 0.00
[ 360s ] thds: 4 tps: 186.61 qps: 5499.02 (r/w/o: 2517.50/2608.20/373.31) lat (ms,95%): 50.11 err/s 1.10 reconn/s: 0.00
[ 370s ] thds: 4 tps: 188.40 qps: 5459.60 (r/w/o: 2496.10/2586.80/376.70) lat (ms,95%): 51.02 err/s 0.70 reconn/s: 0.00
[ 380s ] thds: 4 tps: 198.40 qps: 5604.15 (r/w/o: 2561.48/2645.88/396.80) lat (ms,95%): 49.21 err/s 1.10 reconn/s: 0.00
[ 390s ] thds: 4 tps: 199.10 qps: 5601.95 (r/w/o: 2555.52/2648.12/398.30) lat (ms,95%): 48.34 err/s 0.50 reconn/s: 0.00
[ 400s ] thds: 4 tps: 201.50 qps: 5692.06 (r/w/o: 2598.88/2690.18/403.00) lat (ms,95%): 48.34 err/s 0.80 reconn/s: 0.00
[ 410s ] thds: 4 tps: 192.10 qps: 5488.14 (r/w/o: 2501.32/2602.72/384.10) lat (ms,95%): 51.94 err/s 0.70 reconn/s: 0.00
[ 420s ] thds: 4 tps: 190.70 qps: 5499.09 (r/w/o: 2511.70/2606.00/381.40) lat (ms,95%): 51.02 err/s 0.40 reconn/s: 0.00
[ 430s ] thds: 4 tps: 202.40 qps: 5584.66 (r/w/o: 2548.98/2630.78/404.90) lat (ms,95%): 46.63 err/s 1.20 reconn/s: 0.00
[ 440s ] thds: 4 tps: 208.00 qps: 5835.92 (r/w/o: 2668.36/2751.56/415.99) lat (ms,95%): 46.63 err/s 1.60 reconn/s: 0.00
[ 450s ] thds: 4 tps: 209.10 qps: 6061.93 (r/w/o: 2767.46/2876.26/418.21) lat (ms,95%): 47.47 err/s 0.80 reconn/s: 0.00
[ 460s ] thds: 4 tps: 209.60 qps: 5959.46 (r/w/o: 2716.74/2823.53/419.19) lat (ms,95%): 48.34 err/s 1.10 reconn/s: 0.00
[ 470s ] thds: 4 tps: 213.71 qps: 6051.75 (r/w/o: 2760.67/2863.67/427.41) lat (ms,95%): 46.63 err/s 1.00 reconn/s: 0.00
[ 480s ] thds: 4 tps: 212.80 qps: 6140.00 (r/w/o: 2801.50/2912.90/425.60) lat (ms,95%): 48.34 err/s 0.80 reconn/s: 0.00
[ 490s ] thds: 4 tps: 216.99 qps: 6081.74 (r/w/o: 2774.93/2872.82/433.99) lat (ms,95%): 45.79 err/s 0.80 reconn/s: 0.00
[ 500s ] thds: 4 tps: 209.91 qps: 5930.94 (r/w/o: 2707.06/2804.27/419.61) lat (ms,95%): 47.47 err/s 0.50 reconn/s: 0.00
[ 510s ] thds: 4 tps: 211.19 qps: 6082.93 (r/w/o: 2774.02/2886.32/422.59) lat (ms,95%): 48.34 err/s 1.30 reconn/s: 0.00
[ 520s ] thds: 4 tps: 93.99 qps: 2747.61 (r/w/o: 1256.31/1303.31/187.99) lat (ms,95%): 108.68 err/s 1.00 reconn/s: 0.00
[ 530s ] thds: 4 tps: 103.61 qps: 2810.60 (r/w/o: 1281.69/1321.70/207.21) lat (ms,95%): 125.52 err/s 0.40 reconn/s: 0.00
[ 540s ] thds: 4 tps: 70.90 qps: 1941.61 (r/w/o: 886.16/913.76/141.69) lat (ms,95%): 147.61 err/s 0.10 reconn/s: 0.00
[ 550s ] thds: 4 tps: 62.40 qps: 1752.22 (r/w/o: 800.35/826.96/124.91) lat (ms,95%): 164.45 err/s 0.30 reconn/s: 0.00
[ 560s ] thds: 4 tps: 110.59 qps: 3237.98 (r/w/o: 1477.25/1539.55/221.18) lat (ms,95%): 125.52 err/s 0.30 reconn/s: 0.00
[ 570s ] thds: 4 tps: 42.80 qps: 1286.11 (r/w/o: 589.41/611.31/85.40) lat (ms,95%): 227.40 err/s 0.50 reconn/s: 0.00
[ 580s ] thds: 4 tps: 69.31 qps: 2132.28 (r/w/o: 973.98/1019.49/138.81) lat (ms,95%): 207.82 err/s 0.40 reconn/s: 0.00
[ 590s ] thds: 4 tps: 155.50 qps: 4545.92 (r/w/o: 2075.91/2159.01/311.00) lat (ms,95%): 62.19 err/s 0.10 reconn/s: 0.00
[ 600s ] thds: 4 tps: 157.70 qps: 4518.68 (r/w/o: 2062.79/2140.49/315.40) lat (ms,95%): 58.92 err/s 0.30 reconn/s: 0.00
[ 610s ] thds: 4 tps: 166.69 qps: 4694.77 (r/w/o: 2142.30/2219.19/333.28) lat (ms,95%): 51.02 err/s 0.50 reconn/s: 0.00
[ 620s ] thds: 4 tps: 184.91 qps: 5249.36 (r/w/o: 2392.97/2486.77/369.61) lat (ms,95%): 50.11 err/s 0.60 reconn/s: 0.00
[ 630s ] thds: 4 tps: 189.00 qps: 5417.50 (r/w/o: 2476.65/2562.55/378.31) lat (ms,95%): 50.11 err/s 0.40 reconn/s: 0.00
[ 640s ] thds: 4 tps: 184.70 qps: 5499.58 (r/w/o: 2504.09/2626.19/369.30) lat (ms,95%): 52.89 err/s 0.50 reconn/s: 0.00
[ 650s ] thds: 4 tps: 195.80 qps: 5595.61 (r/w/o: 2552.71/2651.21/391.70) lat (ms,95%): 49.21 err/s 0.50 reconn/s: 0.00
[ 660s ] thds: 4 tps: 200.30 qps: 5745.30 (r/w/o: 2626.40/2718.30/400.60) lat (ms,95%): 48.34 err/s 0.70 reconn/s: 0.00
[ 670s ] thds: 4 tps: 175.70 qps: 5162.83 (r/w/o: 2359.61/2451.91/351.30) lat (ms,95%): 53.85 err/s 0.80 reconn/s: 0.00
[ 680s ] thds: 4 tps: 202.80 qps: 5699.80 (r/w/o: 2600.30/2693.90/405.60) lat (ms,95%): 48.34 err/s 0.60 reconn/s: 0.00
[ 690s ] thds: 4 tps: 206.50 qps: 5872.91 (r/w/o: 2676.80/2783.10/413.00) lat (ms,95%): 48.34 err/s 0.90 reconn/s: 0.00
[ 700s ] thds: 4 tps: 210.30 qps: 5953.00 (r/w/o: 2721.80/2810.60/420.60) lat (ms,95%): 46.63 err/s 1.00 reconn/s: 0.00
[ 710s ] thds: 4 tps: 209.09 qps: 6221.02 (r/w/o: 2844.72/2958.02/418.29) lat (ms,95%): 46.63 err/s 0.40 reconn/s: 0.00
[ 720s ] thds: 4 tps: 220.81 qps: 6121.27 (r/w/o: 2790.88/2888.78/441.61) lat (ms,95%): 46.63 err/s 1.00 reconn/s: 0.00
[ 730s ] thds: 4 tps: 218.10 qps: 6026.21 (r/w/o: 2747.00/2843.00/436.20) lat (ms,95%): 45.79 err/s 0.80 reconn/s: 0.00
[ 740s ] thds: 4 tps: 212.30 qps: 6146.66 (r/w/o: 2799.48/2922.58/424.60) lat (ms,95%): 48.34 err/s 1.00 reconn/s: 0.00
[ 750s ] thds: 4 tps: 218.30 qps: 6210.63 (r/w/o: 2827.62/2946.62/436.40) lat (ms,95%): 45.79 err/s 0.90 reconn/s: 0.00
[ 760s ] thds: 4 tps: 216.00 qps: 6228.69 (r/w/o: 2845.49/2951.09/432.10) lat (ms,95%): 44.98 err/s 2.10 reconn/s: 0.00
[ 770s ] thds: 4 tps: 198.30 qps: 5686.31 (r/w/o: 2594.01/2695.61/396.70) lat (ms,95%): 49.21 err/s 0.70 reconn/s: 0.00
[ 780s ] thds: 4 tps: 216.50 qps: 6084.91 (r/w/o: 2774.10/2877.80/433.00) lat (ms,95%): 47.47 err/s 1.20 reconn/s: 0.00
[ 790s ] thds: 4 tps: 219.80 qps: 6217.85 (r/w/o: 2839.28/2938.98/439.60) lat (ms,95%): 45.79 err/s 1.00 reconn/s: 0.00
[ 800s ] thds: 4 tps: 219.50 qps: 6280.14 (r/w/o: 2866.02/2975.12/439.00) lat (ms,95%): 44.98 err/s 1.00 reconn/s: 0.00
[ 810s ] thds: 4 tps: 224.80 qps: 6343.97 (r/w/o: 2894.29/3000.09/449.60) lat (ms,95%): 44.17 err/s 1.20 reconn/s: 0.00
[ 820s ] thds: 4 tps: 214.30 qps: 6041.73 (r/w/o: 2752.91/2860.21/428.60) lat (ms,95%): 46.63 err/s 0.60 reconn/s: 0.00
[ 830s ] thds: 4 tps: 213.80 qps: 6117.49 (r/w/o: 2795.70/2894.20/427.60) lat (ms,95%): 44.17 err/s 1.00 reconn/s: 0.00
[ 840s ] thds: 4 tps: 227.10 qps: 6297.72 (r/w/o: 2876.71/2966.91/454.10) lat (ms,95%): 43.39 err/s 0.60 reconn/s: 0.00
[ 850s ] thds: 4 tps: 217.40 qps: 6184.36 (r/w/o: 2819.08/2930.38/434.90) lat (ms,95%): 48.34 err/s 0.60 reconn/s: 0.00
[ 860s ] thds: 4 tps: 217.80 qps: 6193.69 (r/w/o: 2824.60/2933.49/435.60) lat (ms,95%): 44.98 err/s 0.90 reconn/s: 0.00
[ 870s ] thds: 4 tps: 199.60 qps: 5624.11 (r/w/o: 2570.60/2654.40/399.10) lat (ms,95%): 48.34 err/s 0.80 reconn/s: 0.00
[ 880s ] thds: 4 tps: 218.60 qps: 6188.63 (r/w/o: 2821.91/2929.51/437.20) lat (ms,95%): 46.63 err/s 1.00 reconn/s: 0.00
[ 890s ] thds: 4 tps: 218.20 qps: 6232.37 (r/w/o: 2842.34/2953.54/436.49) lat (ms,95%): 45.79 err/s 0.90 reconn/s: 0.00
[ 900s ] thds: 4 tps: 222.30 qps: 6339.14 (r/w/o: 2892.96/3001.57/444.61) lat (ms,95%): 44.17 err/s 0.90 reconn/s: 0.00
[ 910s ] thds: 4 tps: 222.10 qps: 6195.36 (r/w/o: 2823.78/2927.38/444.20) lat (ms,95%): 46.63 err/s 1.30 reconn/s: 0.00
[ 920s ] thds: 4 tps: 217.90 qps: 6136.29 (r/w/o: 2798.35/2902.25/435.69) lat (ms,95%): 47.47 err/s 1.00 reconn/s: 0.00
[ 930s ] thds: 4 tps: 223.01 qps: 6276.25 (r/w/o: 2857.97/2972.27/446.01) lat (ms,95%): 46.63 err/s 0.80 reconn/s: 0.00
[ 940s ] thds: 4 tps: 219.50 qps: 6232.99 (r/w/o: 2841.50/2952.40/439.10) lat (ms,95%): 44.98 err/s 0.70 reconn/s: 0.00
[ 950s ] thds: 4 tps: 216.60 qps: 6175.36 (r/w/o: 2820.98/2921.18/433.20) lat (ms,95%): 45.79 err/s 1.30 reconn/s: 0.00
[ 960s ] thds: 4 tps: 196.99 qps: 5510.05 (r/w/o: 2515.03/2601.03/393.99) lat (ms,95%): 54.83 err/s 0.60 reconn/s: 0.00
[ 970s ] thds: 4 tps: 105.50 qps: 2995.60 (r/w/o: 1369.45/1415.25/210.91) lat (ms,95%): 92.42 err/s 0.30 reconn/s: 0.00
[ 980s ] thds: 4 tps: 113.57 qps: 3222.88 (r/w/o: 1464.57/1531.16/227.15) lat (ms,95%): 121.08 err/s 0.40 reconn/s: 0.00
[ 990s ] thds: 4 tps: 57.90 qps: 1650.61 (r/w/o: 756.35/778.35/115.91) lat (ms,95%): 167.44 err/s 0.30 reconn/s: 0.00
[ 1000s ] thds: 4 tps: 95.11 qps: 2687.05 (r/w/o: 1226.16/1270.67/190.22) lat (ms,95%): 132.49 err/s 0.30 reconn/s: 0.00
[ 1010s ] thds: 4 tps: 82.00 qps: 2327.83 (r/w/o: 1062.62/1101.22/164.00) lat (ms,95%): 137.35 err/s 0.80 reconn/s: 0.00
[ 1020s ] thds: 4 tps: 55.69 qps: 1623.23 (r/w/o: 742.17/769.97/111.08) lat (ms,95%): 164.45 err/s 0.20 reconn/s: 0.00
[ 1030s ] thds: 4 tps: 91.12 qps: 2645.86 (r/w/o: 1207.71/1255.82/182.33) lat (ms,95%): 134.90 err/s 0.10 reconn/s: 0.00
[ 1040s ] thds: 4 tps: 146.50 qps: 4164.73 (r/w/o: 1899.11/1972.41/293.20) lat (ms,95%): 74.46 err/s 1.10 reconn/s: 0.00
[ 1050s ] thds: 4 tps: 109.40 qps: 3102.33 (r/w/o: 1415.97/1467.67/218.70) lat (ms,95%): 112.67 err/s 0.80 reconn/s: 0.00
[ 1060s ] thds: 4 tps: 182.99 qps: 5151.86 (r/w/o: 2355.43/2430.63/365.79) lat (ms,95%): 52.89 err/s 1.20 reconn/s: 0.00
[ 1070s ] thds: 4 tps: 180.41 qps: 5167.36 (r/w/o: 2358.42/2447.82/361.12) lat (ms,95%): 54.83 err/s 1.00 reconn/s: 0.00
[ 1080s ] thds: 4 tps: 191.70 qps: 5558.67 (r/w/o: 2534.49/2640.79/383.40) lat (ms,95%): 51.02 err/s 0.70 reconn/s: 0.00
[ 1090s ] thds: 4 tps: 205.00 qps: 5754.43 (r/w/o: 2622.91/2721.61/409.90) lat (ms,95%): 49.21 err/s 0.90 reconn/s: 0.00
[ 1100s ] thds: 4 tps: 205.60 qps: 5794.11 (r/w/o: 2641.70/2741.10/411.30) lat (ms,95%): 49.21 err/s 0.60 reconn/s: 0.00
[ 1110s ] thds: 4 tps: 208.60 qps: 5990.47 (r/w/o: 2728.29/2844.99/417.20) lat (ms,95%): 48.34 err/s 0.80 reconn/s: 0.00
[ 1120s ] thds: 4 tps: 194.40 qps: 5510.89 (r/w/o: 2510.65/2611.45/388.79) lat (ms,95%): 52.89 err/s 1.00 reconn/s: 0.00
[ 1130s ] thds: 4 tps: 207.70 qps: 5866.47 (r/w/o: 2671.79/2779.29/415.40) lat (ms,95%): 48.34 err/s 1.20 reconn/s: 0.00
[ 1140s ] thds: 4 tps: 219.20 qps: 6199.43 (r/w/o: 2825.66/2935.46/438.31) lat (ms,95%): 44.17 err/s 1.60 reconn/s: 0.00
[ 1150s ] thds: 4 tps: 218.50 qps: 6195.84 (r/w/o: 2826.12/2932.62/437.10) lat (ms,95%): 49.21 err/s 0.90 reconn/s: 0.00
[ 1160s ] thds: 4 tps: 208.90 qps: 6188.41 (r/w/o: 2820.10/2950.50/417.80) lat (ms,95%): 49.21 err/s 1.10 reconn/s: 0.00
[ 1170s ] thds: 4 tps: 221.70 qps: 6278.57 (r/w/o: 2867.29/2967.89/443.40) lat (ms,95%): 45.79 err/s 0.80 reconn/s: 0.00
[ 1180s ] thds: 4 tps: 211.60 qps: 6196.86 (r/w/o: 2833.88/2939.78/423.20) lat (ms,95%): 49.21 err/s 0.90 reconn/s: 0.00
[ 1190s ] thds: 4 tps: 216.30 qps: 6318.56 (r/w/o: 2891.03/2994.93/432.60) lat (ms,95%): 44.98 err/s 0.70 reconn/s: 0.00
[ 1200s ] thds: 4 tps: 222.49 qps: 6295.12 (r/w/o: 2867.02/2983.12/444.99) lat (ms,95%): 47.47 err/s 1.30 reconn/s: 0.00
[ 1210s ] thds: 4 tps: 204.35 qps: 5766.33 (r/w/o: 2633.77/2723.95/408.60) lat (ms,95%): 44.98 err/s 0.60 reconn/s: 0.00
[ 1220s ] thds: 4 tps: 210.46 qps: 5970.69 (r/w/o: 2720.53/2829.16/421.01) lat (ms,95%): 49.21 err/s 0.70 reconn/s: 0.00
[ 1230s ] thds: 4 tps: 223.60 qps: 6329.16 (r/w/o: 2889.28/2992.68/447.20) lat (ms,95%): 43.39 err/s 1.30 reconn/s: 0.00
[ 1240s ] thds: 4 tps: 221.80 qps: 6253.62 (r/w/o: 2855.31/2954.81/443.50) lat (ms,95%): 44.17 err/s 0.80 reconn/s: 0.00
[ 1250s ] thds: 4 tps: 215.00 qps: 6316.21 (r/w/o: 2889.00/2997.10/430.10) lat (ms,95%): 44.98 err/s 0.80 reconn/s: 0.00
[ 1260s ] thds: 4 tps: 221.70 qps: 6266.19 (r/w/o: 2856.39/2966.39/443.40) lat (ms,95%): 46.63 err/s 0.90 reconn/s: 0.00
[ 1270s ] thds: 4 tps: 214.80 qps: 6227.91 (r/w/o: 2845.21/2953.11/429.60) lat (ms,95%): 46.63 err/s 0.70 reconn/s: 0.00
[ 1280s ] thds: 4 tps: 218.59 qps: 6217.04 (r/w/o: 2834.42/2945.42/437.19) lat (ms,95%): 47.47 err/s 1.60 reconn/s: 0.00
[ 1290s ] thds: 4 tps: 218.71 qps: 6272.55 (r/w/o: 2866.37/2968.77/437.41) lat (ms,95%): 45.79 err/s 0.70 reconn/s: 0.00
[ 1300s ] thds: 4 tps: 220.40 qps: 6195.62 (r/w/o: 2832.21/2922.61/440.80) lat (ms,95%): 45.79 err/s 1.40 reconn/s: 0.00
[ 1310s ] thds: 4 tps: 214.20 qps: 5895.48 (r/w/o: 2690.15/2777.04/428.29) lat (ms,95%): 46.63 err/s 0.80 reconn/s: 0.00
[ 1320s ] thds: 4 tps: 218.60 qps: 6340.23 (r/w/o: 2893.16/3009.86/437.21) lat (ms,95%): 44.98 err/s 0.90 reconn/s: 0.00
[ 1330s ] thds: 4 tps: 225.70 qps: 6200.43 (r/w/o: 2823.27/2925.87/451.30) lat (ms,95%): 45.79 err/s 1.10 reconn/s: 0.00
[ 1340s ] thds: 4 tps: 207.20 qps: 6227.11 (r/w/o: 2838.21/2974.41/414.50) lat (ms,95%): 48.34 err/s 0.80 reconn/s: 0.00
[ 1350s ] thds: 4 tps: 217.50 qps: 6283.14 (r/w/o: 2868.52/2979.62/435.00) lat (ms,95%): 46.63 err/s 0.50 reconn/s: 0.00
[ 1360s ] thds: 4 tps: 222.10 qps: 6214.41 (r/w/o: 2841.21/2929.01/444.20) lat (ms,95%): 44.98 err/s 0.50 reconn/s: 0.00
[ 1370s ] thds: 4 tps: 210.30 qps: 6191.29 (r/w/o: 2824.90/2945.80/420.60) lat (ms,95%): 48.34 err/s 0.60 reconn/s: 0.00
[ 1380s ] thds: 4 tps: 222.00 qps: 6224.49 (r/w/o: 2836.90/2943.50/444.10) lat (ms,95%): 47.47 err/s 1.00 reconn/s: 0.00
[ 1390s ] thds: 4 tps: 212.20 qps: 6259.01 (r/w/o: 2850.80/2983.80/424.40) lat (ms,95%): 46.63 err/s 1.00 reconn/s: 0.00
[ 1400s ] thds: 4 tps: 219.60 qps: 6210.89 (r/w/o: 2831.70/2940.00/439.20) lat (ms,95%): 47.47 err/s 1.10 reconn/s: 0.00
[ 1410s ] thds: 4 tps: 122.00 qps: 3424.78 (r/w/o: 1558.59/1622.19/244.00) lat (ms,95%): 92.42 err/s 0.60 reconn/s: 0.00
[ 1420s ] thds: 4 tps: 117.10 qps: 3471.72 (r/w/o: 1586.31/1651.21/234.20) lat (ms,95%): 106.75 err/s 0.50 reconn/s: 0.00
[ 1430s ] thds: 4 tps: 105.99 qps: 2968.79 (r/w/o: 1358.50/1398.40/211.88) lat (ms,95%): 125.52 err/s 0.50 reconn/s: 0.00
[ 1440s ] thds: 4 tps: 77.01 qps: 2177.46 (r/w/o: 995.17/1028.18/154.11) lat (ms,95%): 144.97 err/s 0.20 reconn/s: 0.00
[ 1450s ] thds: 4 tps: 126.68 qps: 3483.24 (r/w/o: 1590.65/1639.54/253.06) lat (ms,95%): 81.48 err/s 0.70 reconn/s: 0.00
[ 1460s ] thds: 4 tps: 50.00 qps: 1372.84 (r/w/o: 627.57/645.37/99.90) lat (ms,95%): 155.80 err/s 0.10 reconn/s: 0.00
[ 1470s ] thds: 4 tps: 52.00 qps: 1466.34 (r/w/o: 671.36/690.57/104.41) lat (ms,95%): 272.27 err/s 0.10 reconn/s: 0.00
[ 1480s ] thds: 4 tps: 110.41 qps: 3122.93 (r/w/o: 1425.05/1477.05/220.82) lat (ms,95%): 108.68 err/s 0.60 reconn/s: 0.00
[ 1490s ] thds: 4 tps: 135.00 qps: 3733.41 (r/w/o: 1702.81/1760.61/270.00) lat (ms,95%): 82.96 err/s 0.60 reconn/s: 0.00
[ 1500s ] thds: 4 tps: 158.40 qps: 4467.10 (r/w/o: 2041.50/2108.80/316.80) lat (ms,95%): 61.08 err/s 0.50 reconn/s: 0.00
[ 1510s ] thds: 4 tps: 173.20 qps: 4885.80 (r/w/o: 2223.70/2315.70/346.40) lat (ms,95%): 55.82 err/s 0.90 reconn/s: 0.00
[ 1520s ] thds: 4 tps: 187.70 qps: 5383.21 (r/w/o: 2456.11/2551.71/375.40) lat (ms,95%): 51.94 err/s 0.40 reconn/s: 0.00
[ 1530s ] thds: 4 tps: 194.20 qps: 5566.34 (r/w/o: 2542.57/2635.47/388.30) lat (ms,95%): 51.02 err/s 0.80 reconn/s: 0.00
[ 1540s ] thds: 4 tps: 211.20 qps: 6082.55 (r/w/o: 2772.42/2887.62/422.50) lat (ms,95%): 50.11 err/s 1.20 reconn/s: 0.00
[ 1550s ] thds: 4 tps: 216.10 qps: 6146.41 (r/w/o: 2801.11/2913.11/432.20) lat (ms,95%): 47.47 err/s 0.80 reconn/s: 0.00
[ 1560s ] thds: 4 tps: 200.60 qps: 5766.20 (r/w/o: 2621.10/2743.90/401.20) lat (ms,95%): 50.11 err/s 1.20 reconn/s: 0.00
[ 1570s ] thds: 4 tps: 208.30 qps: 6030.50 (r/w/o: 2753.10/2860.80/416.60) lat (ms,95%): 46.63 err/s 0.80 reconn/s: 0.00
[ 1580s ] thds: 4 tps: 220.20 qps: 6092.16 (r/w/o: 2776.48/2875.28/440.40) lat (ms,95%): 44.98 err/s 0.90 reconn/s: 0.00
[ 1590s ] thds: 4 tps: 220.60 qps: 6214.85 (r/w/o: 2835.13/2938.53/441.20) lat (ms,95%): 43.39 err/s 0.80 reconn/s: 0.00
[ 1600s ] thds: 4 tps: 222.00 qps: 6194.79 (r/w/o: 2825.40/2925.40/444.00) lat (ms,95%): 45.79 err/s 1.10 reconn/s: 0.00
[ 1610s ] thds: 4 tps: 223.10 qps: 6214.58 (r/w/o: 2830.69/2937.69/446.20) lat (ms,95%): 45.79 err/s 1.40 reconn/s: 0.00
[ 1620s ] thds: 4 tps: 214.39 qps: 6195.15 (r/w/o: 2823.03/2943.43/428.69) lat (ms,95%): 48.34 err/s 0.90 reconn/s: 0.00
[ 1630s ] thds: 4 tps: 218.71 qps: 6343.06 (r/w/o: 2901.47/3004.18/437.41) lat (ms,95%): 44.17 err/s 0.70 reconn/s: 0.00
[ 1640s ] thds: 4 tps: 208.80 qps: 6201.60 (r/w/o: 2840.40/2943.50/417.70) lat (ms,95%): 47.47 err/s 1.10 reconn/s: 0.00
[ 1650s ] thds: 4 tps: 225.80 qps: 6282.35 (r/w/o: 2859.68/2971.18/451.50) lat (ms,95%): 44.17 err/s 0.50 reconn/s: 0.00
[ 1660s ] thds: 4 tps: 207.90 qps: 5626.35 (r/w/o: 2562.32/2648.12/415.90) lat (ms,95%): 48.34 err/s 0.40 reconn/s: 0.00
[ 1670s ] thds: 4 tps: 217.10 qps: 6271.99 (r/w/o: 2859.39/2978.49/434.10) lat (ms,95%): 47.47 err/s 1.10 reconn/s: 0.00
[ 1680s ] thds: 4 tps: 220.50 qps: 6358.87 (r/w/o: 2904.69/3013.09/441.10) lat (ms,95%): 45.79 err/s 1.10 reconn/s: 0.00
[ 1690s ] thds: 4 tps: 219.50 qps: 6227.85 (r/w/o: 2844.72/2944.12/439.00) lat (ms,95%): 45.79 err/s 1.00 reconn/s: 0.00
[ 1700s ] thds: 4 tps: 215.40 qps: 6162.80 (r/w/o: 2810.30/2921.90/430.60) lat (ms,95%): 47.47 err/s 1.20 reconn/s: 0.00
[ 1710s ] thds: 4 tps: 215.60 qps: 6270.80 (r/w/o: 2860.90/2978.60/431.30) lat (ms,95%): 45.79 err/s 1.00 reconn/s: 0.00
[ 1720s ] thds: 4 tps: 210.10 qps: 6055.90 (r/w/o: 2762.40/2873.20/420.30) lat (ms,95%): 48.34 err/s 1.50 reconn/s: 0.00
[ 1730s ] thds: 4 tps: 217.20 qps: 6219.19 (r/w/o: 2834.20/2950.60/434.40) lat (ms,95%): 47.47 err/s 0.70 reconn/s: 0.00
[ 1740s ] thds: 4 tps: 220.90 qps: 6279.31 (r/w/o: 2858.20/2979.30/441.80) lat (ms,95%): 45.79 err/s 0.80 reconn/s: 0.00
[ 1750s ] thds: 4 tps: 207.39 qps: 5910.92 (r/w/o: 2703.32/2792.82/414.79) lat (ms,95%): 48.34 err/s 0.70 reconn/s: 0.00
[ 1760s ] thds: 4 tps: 219.41 qps: 6129.08 (r/w/o: 2792.48/2897.89/438.71) lat (ms,95%): 48.34 err/s 1.50 reconn/s: 0.00
[ 1770s ] thds: 4 tps: 216.90 qps: 6061.10 (r/w/o: 2764.40/2862.90/433.80) lat (ms,95%): 47.47 err/s 0.50 reconn/s: 0.00
[ 1780s ] thds: 4 tps: 213.99 qps: 6052.25 (r/w/o: 2759.43/2864.73/428.09) lat (ms,95%): 47.47 err/s 1.40 reconn/s: 0.00
[ 1790s ] thds: 4 tps: 226.80 qps: 6256.80 (r/w/o: 2852.45/2950.95/453.41) lat (ms,95%): 44.98 err/s 1.80 reconn/s: 0.00
[ 1800s ] thds: 4 tps: 223.80 qps: 6219.57 (r/w/o: 2833.08/2938.68/447.80) lat (ms,95%): 45.79 err/s 1.10 reconn/s: 0.00
[ 1810s ] thds: 4 tps: 222.10 qps: 6221.14 (r/w/o: 2840.62/2936.32/444.20) lat (ms,95%): 45.79 err/s 1.10 reconn/s: 0.00
[ 1820s ] thds: 4 tps: 214.10 qps: 6014.77 (r/w/o: 2743.79/2842.89/428.10) lat (ms,95%): 46.63 err/s 1.20 reconn/s: 0.00
[ 1830s ] thds: 4 tps: 217.40 qps: 6268.75 (r/w/o: 2861.12/2972.72/434.90) lat (ms,95%): 46.63 err/s 1.10 reconn/s: 0.00
[ 1840s ] thds: 4 tps: 220.70 qps: 6205.72 (r/w/o: 2831.21/2933.11/441.40) lat (ms,95%): 45.79 err/s 0.70 reconn/s: 0.00
[ 1850s ] thds: 4 tps: 166.10 qps: 4642.10 (r/w/o: 2113.86/2196.15/332.09) lat (ms,95%): 64.47 err/s 1.00 reconn/s: 0.00
[ 1860s ] thds: 4 tps: 111.07 qps: 3182.87 (r/w/o: 1454.57/1506.15/222.15) lat (ms,95%): 95.81 err/s 0.40 reconn/s: 0.00
[ 1870s ] thds: 4 tps: 98.22 qps: 2875.53 (r/w/o: 1311.33/1367.65/196.55) lat (ms,95%): 127.81 err/s 0.70 reconn/s: 0.00
[ 1880s ] thds: 4 tps: 82.90 qps: 2406.60 (r/w/o: 1098.70/1142.20/165.70) lat (ms,95%): 127.81 err/s 0.20 reconn/s: 0.00
[ 1890s ] thds: 4 tps: 109.90 qps: 3106.20 (r/w/o: 1418.40/1467.90/219.90) lat (ms,95%): 101.13 err/s 0.30 reconn/s: 0.00
[ 1900s ] thds: 4 tps: 54.60 qps: 1488.80 (r/w/o: 679.00/700.90/108.90) lat (ms,95%): 179.94 err/s 0.10 reconn/s: 0.00
[ 1910s ] thds: 4 tps: 63.60 qps: 1846.69 (r/w/o: 845.10/874.20/127.40) lat (ms,95%): 158.63 err/s 0.20 reconn/s: 0.00
[ 1920s ] thds: 4 tps: 90.80 qps: 2668.70 (r/w/o: 1221.90/1265.10/181.70) lat (ms,95%): 121.08 err/s 0.90 reconn/s: 0.00
[ 1930s ] thds: 4 tps: 78.40 qps: 2073.80 (r/w/o: 945.85/971.25/156.69) lat (ms,95%): 127.81 err/s 0.30 reconn/s: 0.00
[ 1940s ] thds: 4 tps: 94.40 qps: 2650.12 (r/w/o: 1210.95/1250.26/188.91) lat (ms,95%): 130.13 err/s 0.20 reconn/s: 0.00
[ 1950s ] thds: 4 tps: 138.00 qps: 4027.51 (r/w/o: 1834.50/1917.00/276.00) lat (ms,95%): 84.47 err/s 0.60 reconn/s: 0.00
[ 1960s ] thds: 4 tps: 170.30 qps: 5029.58 (r/w/o: 2299.49/2389.49/340.60) lat (ms,95%): 56.84 err/s 1.00 reconn/s: 0.00
[ 1970s ] thds: 4 tps: 196.30 qps: 5492.29 (r/w/o: 2512.30/2587.40/392.60) lat (ms,95%): 48.34 err/s 0.80 reconn/s: 0.00
[ 1980s ] thds: 4 tps: 205.20 qps: 5774.36 (r/w/o: 2636.93/2727.03/410.40) lat (ms,95%): 48.34 err/s 1.30 reconn/s: 0.00
[ 1990s ] thds: 4 tps: 205.19 qps: 5757.35 (r/w/o: 2619.93/2727.13/410.29) lat (ms,95%): 48.34 err/s 1.00 reconn/s: 0.00
[ 2000s ] thds: 4 tps: 210.41 qps: 5788.14 (r/w/o: 2639.96/2727.27/420.91) lat (ms,95%): 47.47 err/s 1.30 reconn/s: 0.00
[ 2010s ] thds: 4 tps: 203.40 qps: 5811.70 (r/w/o: 2652.50/2752.50/406.70) lat (ms,95%): 48.34 err/s 1.40 reconn/s: 0.00
[ 2020s ] thds: 4 tps: 204.90 qps: 5993.11 (r/w/o: 2733.40/2849.90/409.80) lat (ms,95%): 49.21 err/s 0.40 reconn/s: 0.00
[ 2030s ] thds: 4 tps: 220.00 qps: 6211.90 (r/w/o: 2833.00/2939.00/439.90) lat (ms,95%): 45.79 err/s 1.00 reconn/s: 0.00
[ 2040s ] thds: 4 tps: 222.70 qps: 6242.16 (r/w/o: 2845.38/2951.18/445.60) lat (ms,95%): 44.98 err/s 0.40 reconn/s: 0.00
[ 2050s ] thds: 4 tps: 217.20 qps: 6209.94 (r/w/o: 2832.92/2942.62/434.40) lat (ms,95%): 44.98 err/s 0.40 reconn/s: 0.00
[ 2060s ] thds: 4 tps: 219.30 qps: 6258.60 (r/w/o: 2858.60/2961.40/438.60) lat (ms,95%): 44.98 err/s 0.80 reconn/s: 0.00
[ 2070s ] thds: 4 tps: 217.80 qps: 6205.69 (r/w/o: 2827.60/2942.50/435.60) lat (ms,95%): 45.79 err/s 0.90 reconn/s: 0.00
[ 2080s ] thds: 4 tps: 222.20 qps: 6207.16 (r/w/o: 2832.78/2929.98/444.40) lat (ms,95%): 44.98 err/s 1.30 reconn/s: 0.00
[ 2090s ] thds: 4 tps: 214.60 qps: 6189.24 (r/w/o: 2821.82/2938.22/429.20) lat (ms,95%): 47.47 err/s 1.30 reconn/s: 0.00
[ 2100s ] thds: 4 tps: 218.00 qps: 6280.99 (r/w/o: 2867.89/2977.09/436.00) lat (ms,95%): 44.98 err/s 1.00 reconn/s: 0.00
[ 2110s ] thds: 4 tps: 210.00 qps: 5867.57 (r/w/o: 2676.88/2770.68/420.00) lat (ms,95%): 47.47 err/s 1.60 reconn/s: 0.00
[ 2120s ] thds: 4 tps: 210.40 qps: 6152.72 (r/w/o: 2810.41/2921.51/420.80) lat (ms,95%): 46.63 err/s 0.80 reconn/s: 0.00
[ 2130s ] thds: 4 tps: 222.60 qps: 6283.33 (r/w/o: 2874.31/2963.81/445.20) lat (ms,95%): 44.17 err/s 0.90 reconn/s: 0.00
[ 2140s ] thds: 4 tps: 220.80 qps: 6199.73 (r/w/o: 2826.97/2931.37/441.40) lat (ms,95%): 44.98 err/s 1.00 reconn/s: 0.00
[ 2150s ] thds: 4 tps: 221.10 qps: 6248.72 (r/w/o: 2856.11/2950.21/442.40) lat (ms,95%): 44.17 err/s 0.80 reconn/s: 0.00
[ 2160s ] thds: 4 tps: 221.60 qps: 6253.00 (r/w/o: 2857.60/2952.20/443.20) lat (ms,95%): 44.98 err/s 1.10 reconn/s: 0.00
[ 2170s ] thds: 4 tps: 211.50 qps: 6188.44 (r/w/o: 2820.42/2945.02/423.00) lat (ms,95%): 47.47 err/s 0.60 reconn/s: 0.00
[ 2180s ] thds: 4 tps: 214.40 qps: 6061.99 (r/w/o: 2760.40/2872.80/428.80) lat (ms,95%): 49.21 err/s 0.80 reconn/s: 0.00
[ 2190s ] thds: 4 tps: 217.29 qps: 6187.71 (r/w/o: 2826.42/2926.71/434.59) lat (ms,95%): 45.79 err/s 0.70 reconn/s: 0.00
[ 2200s ] thds: 4 tps: 218.71 qps: 6151.98 (r/w/o: 2798.08/2916.59/437.31) lat (ms,95%): 46.63 err/s 0.70 reconn/s: 0.00
[ 2210s ] thds: 4 tps: 208.00 qps: 5793.21 (r/w/o: 2645.20/2731.90/416.10) lat (ms,95%): 46.63 err/s 1.00 reconn/s: 0.00
[ 2220s ] thds: 4 tps: 221.50 qps: 6298.20 (r/w/o: 2877.80/2977.40/443.00) lat (ms,95%): 45.79 err/s 1.20 reconn/s: 0.00
[ 2230s ] thds: 4 tps: 222.20 qps: 6283.78 (r/w/o: 2868.09/2971.29/444.40) lat (ms,95%): 45.79 err/s 0.70 reconn/s: 0.00
[ 2240s ] thds: 4 tps: 221.80 qps: 6144.17 (r/w/o: 2810.09/2890.69/443.40) lat (ms,95%): 44.17 err/s 0.70 reconn/s: 0.00
[ 2250s ] thds: 4 tps: 221.30 qps: 6283.51 (r/w/o: 2862.20/2978.60/442.70) lat (ms,95%): 45.79 err/s 1.40 reconn/s: 0.00
[ 2260s ] thds: 4 tps: 214.80 qps: 6176.75 (r/w/o: 2816.62/2930.42/429.70) lat (ms,95%): 46.63 err/s 0.70 reconn/s: 0.00
[ 2270s ] thds: 4 tps: 221.60 qps: 6170.26 (r/w/o: 2811.68/2915.38/443.20) lat (ms,95%): 45.79 err/s 1.40 reconn/s: 0.00
[ 2280s ] thds: 4 tps: 220.40 qps: 6117.69 (r/w/o: 2782.80/2894.10/440.80) lat (ms,95%): 45.79 err/s 1.60 reconn/s: 0.00
[ 2290s ] thds: 4 tps: 218.69 qps: 6242.42 (r/w/o: 2846.42/2958.62/437.39) lat (ms,95%): 47.47 err/s 0.40 reconn/s: 0.00
[ 2300s ] thds: 4 tps: 193.21 qps: 5501.10 (r/w/o: 2507.89/2606.80/386.41) lat (ms,95%): 53.85 err/s 0.90 reconn/s: 0.00
[ 2310s ] thds: 4 tps: 111.60 qps: 3132.39 (r/w/o: 1431.25/1478.25/222.89) lat (ms,95%): 95.81 err/s 0.50 reconn/s: 0.00
[ 2320s ] thds: 4 tps: 105.79 qps: 2920.33 (r/w/o: 1331.68/1376.87/211.78) lat (ms,95%): 121.08 err/s 0.50 reconn/s: 0.00
[ 2330s ] thds: 4 tps: 93.81 qps: 2631.63 (r/w/o: 1205.05/1238.96/187.62) lat (ms,95%): 130.13 err/s 0.50 reconn/s: 0.00
[ 2340s ] thds: 4 tps: 93.10 qps: 2718.99 (r/w/o: 1241.99/1290.69/186.30) lat (ms,95%): 186.54 err/s 0.30 reconn/s: 0.00
[ 2350s ] thds: 4 tps: 70.80 qps: 2027.22 (r/w/o: 922.66/962.96/141.59) lat (ms,95%): 179.94 err/s 0.20 reconn/s: 0.00
[ 2360s ] thds: 4 tps: 61.00 qps: 1684.15 (r/w/o: 766.52/795.72/121.90) lat (ms,95%): 219.36 err/s 0.20 reconn/s: 0.00
[ 2370s ] thds: 4 tps: 85.99 qps: 2426.27 (r/w/o: 1108.00/1146.19/172.08) lat (ms,95%): 158.63 err/s 0.60 reconn/s: 0.00
[ 2380s ] thds: 4 tps: 106.91 qps: 2924.39 (r/w/o: 1334.33/1376.24/213.82) lat (ms,95%): 112.67 err/s 0.80 reconn/s: 0.00
[ 2390s ] thds: 4 tps: 126.70 qps: 3600.31 (r/w/o: 1637.50/1709.40/253.40) lat (ms,95%): 80.03 err/s 0.20 reconn/s: 0.00
[ 2400s ] thds: 4 tps: 151.99 qps: 4348.00 (r/w/o: 1983.96/2060.16/303.88) lat (ms,95%): 58.92 err/s 0.40 reconn/s: 0.00
[ 2410s ] thds: 4 tps: 164.21 qps: 4695.52 (r/w/o: 2147.70/2219.31/328.52) lat (ms,95%): 55.82 err/s 0.60 reconn/s: 0.00
[ 2420s ] thds: 4 tps: 164.60 qps: 4671.56 (r/w/o: 2128.73/2213.73/329.10) lat (ms,95%): 54.83 err/s 0.20 reconn/s: 0.00
[ 2430s ] thds: 4 tps: 182.20 qps: 5200.34 (r/w/o: 2372.52/2463.32/364.50) lat (ms,95%): 51.02 err/s 0.50 reconn/s: 0.00
[ 2440s ] thds: 4 tps: 201.80 qps: 5703.10 (r/w/o: 2605.75/2693.75/403.59) lat (ms,95%): 49.21 err/s 0.50 reconn/s: 0.00
[ 2450s ] thds: 4 tps: 191.40 qps: 5422.58 (r/w/o: 2473.64/2566.24/382.71) lat (ms,95%): 50.11 err/s 1.00 reconn/s: 0.00
[ 2460s ] thds: 4 tps: 188.80 qps: 5235.65 (r/w/o: 2380.22/2477.72/377.70) lat (ms,95%): 51.94 err/s 1.00 reconn/s: 0.00
[ 2470s ] thds: 4 tps: 196.50 qps: 5569.27 (r/w/o: 2542.39/2633.89/393.00) lat (ms,95%): 48.34 err/s 1.70 reconn/s: 0.00
[ 2480s ] thds: 4 tps: 211.70 qps: 6150.23 (r/w/o: 2814.21/2912.61/423.40) lat (ms,95%): 46.63 err/s 0.70 reconn/s: 0.00
[ 2490s ] thds: 4 tps: 219.29 qps: 6181.25 (r/w/o: 2815.03/2927.63/438.59) lat (ms,95%): 47.47 err/s 1.40 reconn/s: 0.00
[ 2500s ] thds: 4 tps: 216.70 qps: 6218.83 (r/w/o: 2839.96/2945.46/433.41) lat (ms,95%): 45.79 err/s 1.40 reconn/s: 0.00
[ 2510s ] thds: 4 tps: 219.80 qps: 6165.68 (r/w/o: 2806.45/2919.74/439.49) lat (ms,95%): 44.98 err/s 0.90 reconn/s: 0.00
[ 2520s ] thds: 4 tps: 217.11 qps: 6166.24 (r/w/o: 2808.37/2923.57/434.31) lat (ms,95%): 47.47 err/s 0.50 reconn/s: 0.00
[ 2530s ] thds: 4 tps: 217.10 qps: 6159.28 (r/w/o: 2809.49/2915.59/434.20) lat (ms,95%): 46.63 err/s 0.50 reconn/s: 0.00
[ 2540s ] thds: 4 tps: 216.60 qps: 6139.57 (r/w/o: 2803.24/2903.24/433.09) lat (ms,95%): 46.63 err/s 0.70 reconn/s: 0.00
[ 2550s ] thds: 4 tps: 218.80 qps: 6210.88 (r/w/o: 2834.19/2939.19/437.50) lat (ms,95%): 46.63 err/s 1.30 reconn/s: 0.00
[ 2560s ] thds: 4 tps: 201.30 qps: 5702.03 (r/w/o: 2599.11/2700.11/402.80) lat (ms,95%): 47.47 err/s 0.90 reconn/s: 0.00
[ 2570s ] thds: 4 tps: 217.00 qps: 6149.27 (r/w/o: 2799.29/2915.99/434.00) lat (ms,95%): 47.47 err/s 0.90 reconn/s: 0.00
[ 2580s ] thds: 4 tps: 215.00 qps: 6119.66 (r/w/o: 2797.68/2891.98/430.00) lat (ms,95%): 44.98 err/s 1.10 reconn/s: 0.00
[ 2590s ] thds: 4 tps: 222.21 qps: 6196.97 (r/w/o: 2825.28/2927.28/444.41) lat (ms,95%): 45.79 err/s 0.60 reconn/s: 0.00
[ 2600s ] thds: 4 tps: 214.00 qps: 6112.20 (r/w/o: 2786.95/2897.25/427.99) lat (ms,95%): 46.63 err/s 0.90 reconn/s: 0.00
[ 2610s ] thds: 4 tps: 223.10 qps: 6279.88 (r/w/o: 2864.94/2968.74/446.21) lat (ms,95%): 45.79 err/s 0.60 reconn/s: 0.00
[ 2620s ] thds: 4 tps: 213.00 qps: 6108.82 (r/w/o: 2786.26/2896.56/425.99) lat (ms,95%): 47.47 err/s 0.60 reconn/s: 0.00
[ 2630s ] thds: 4 tps: 209.00 qps: 6005.33 (r/w/o: 2742.96/2844.36/418.01) lat (ms,95%): 46.63 err/s 1.10 reconn/s: 0.00
[ 2640s ] thds: 4 tps: 218.30 qps: 6261.64 (r/w/o: 2857.97/2967.07/436.60) lat (ms,95%): 46.63 err/s 1.70 reconn/s: 0.00
[ 2650s ] thds: 4 tps: 213.10 qps: 6096.71 (r/w/o: 2780.10/2890.60/426.00) lat (ms,95%): 48.34 err/s 1.50 reconn/s: 0.00
[ 2660s ] thds: 4 tps: 199.10 qps: 5614.40 (r/w/o: 2568.56/2647.55/398.29) lat (ms,95%): 49.21 err/s 0.70 reconn/s: 0.00
[ 2670s ] thds: 4 tps: 219.91 qps: 6317.24 (r/w/o: 2882.97/2994.47/439.81) lat (ms,95%): 43.39 err/s 1.20 reconn/s: 0.00
[ 2680s ] thds: 4 tps: 219.70 qps: 6148.21 (r/w/o: 2801.51/2907.21/439.50) lat (ms,95%): 46.63 err/s 0.80 reconn/s: 0.00
[ 2690s ] thds: 4 tps: 220.20 qps: 6164.69 (r/w/o: 2807.90/2916.40/440.40) lat (ms,95%): 45.79 err/s 0.70 reconn/s: 0.00
[ 2700s ] thds: 4 tps: 219.00 qps: 6157.99 (r/w/o: 2802.20/2917.90/437.90) lat (ms,95%): 47.47 err/s 0.60 reconn/s: 0.00
[ 2710s ] thds: 4 tps: 214.60 qps: 6205.51 (r/w/o: 2829.70/2946.50/429.30) lat (ms,95%): 48.34 err/s 1.20 reconn/s: 0.00
[ 2720s ] thds: 4 tps: 209.80 qps: 6188.70 (r/w/o: 2831.80/2937.30/419.60) lat (ms,95%): 45.79 err/s 0.90 reconn/s: 0.00
[ 2730s ] thds: 4 tps: 216.40 qps: 6069.21 (r/w/o: 2767.30/2869.20/432.70) lat (ms,95%): 46.63 err/s 0.60 reconn/s: 0.00
[ 2740s ] thds: 4 tps: 221.00 qps: 6240.28 (r/w/o: 2847.49/2950.69/442.10) lat (ms,95%): 44.17 err/s 0.70 reconn/s: 0.00
[ 2750s ] thds: 4 tps: 216.70 qps: 6192.27 (r/w/o: 2817.14/2941.74/433.39) lat (ms,95%): 47.47 err/s 1.10 reconn/s: 0.00
[ 2760s ] thds: 4 tps: 109.40 qps: 3207.77 (r/w/o: 1460.93/1528.03/218.80) lat (ms,95%): 101.13 err/s 0.40 reconn/s: 0.00
[ 2770s ] thds: 4 tps: 111.10 qps: 3145.73 (r/w/o: 1431.37/1492.17/222.19) lat (ms,95%): 108.68 err/s 0.60 reconn/s: 0.00
[ 2780s ] thds: 4 tps: 103.50 qps: 2971.94 (r/w/o: 1352.12/1412.92/206.90) lat (ms,95%): 123.28 err/s 0.30 reconn/s: 0.00
[ 2790s ] thds: 4 tps: 102.10 qps: 2909.22 (r/w/o: 1328.51/1376.41/204.30) lat (ms,95%): 127.81 err/s 0.30 reconn/s: 0.00
[ 2800s ] thds: 4 tps: 82.20 qps: 2364.21 (r/w/o: 1077.00/1123.10/164.10) lat (ms,95%): 223.34 err/s 0.50 reconn/s: 0.00
[ 2810s ] thds: 4 tps: 75.40 qps: 2109.96 (r/w/o: 961.78/997.08/151.10) lat (ms,95%): 139.85 err/s 0.40 reconn/s: 0.00
[ 2820s ] thds: 4 tps: 59.10 qps: 1635.03 (r/w/o: 745.91/771.01/118.10) lat (ms,95%): 262.64 err/s 0.20 reconn/s: 0.00
[ 2830s ] thds: 4 tps: 77.70 qps: 2341.68 (r/w/o: 1072.69/1113.49/155.50) lat (ms,95%): 164.45 err/s 0.50 reconn/s: 0.00
[ 2840s ] thds: 4 tps: 109.90 qps: 3145.62 (r/w/o: 1435.21/1490.71/219.70) lat (ms,95%): 86.00 err/s 0.30 reconn/s: 0.00
[ 2850s ] thds: 4 tps: 131.10 qps: 3809.89 (r/w/o: 1738.00/1809.70/262.20) lat (ms,95%): 70.55 err/s 0.40 reconn/s: 0.00
[ 2860s ] thds: 4 tps: 158.30 qps: 4483.29 (r/w/o: 2036.60/2130.00/316.70) lat (ms,95%): 63.32 err/s 0.70 reconn/s: 0.00
[ 2870s ] thds: 4 tps: 161.49 qps: 4483.92 (r/w/o: 2044.62/2116.32/322.99) lat (ms,95%): 58.92 err/s 0.80 reconn/s: 0.00
[ 2880s ] thds: 4 tps: 169.61 qps: 4803.68 (r/w/o: 2187.98/2276.49/339.21) lat (ms,95%): 54.83 err/s 1.10 reconn/s: 0.00
[ 2890s ] thds: 4 tps: 185.90 qps: 5401.64 (r/w/o: 2466.37/2563.47/371.80) lat (ms,95%): 51.02 err/s 0.60 reconn/s: 0.00
[ 2900s ] thds: 4 tps: 195.30 qps: 5371.99 (r/w/o: 2451.59/2529.89/390.50) lat (ms,95%): 49.21 err/s 1.40 reconn/s: 0.00
[ 2910s ] thds: 4 tps: 200.40 qps: 5669.50 (r/w/o: 2586.90/2681.80/400.80) lat (ms,95%): 49.21 err/s 0.50 reconn/s: 0.00
[ 2920s ] thds: 4 tps: 186.30 qps: 5384.61 (r/w/o: 2455.95/2555.95/372.71) lat (ms,95%): 54.83 err/s 1.50 reconn/s: 0.00
[ 2930s ] thds: 4 tps: 204.20 qps: 5785.60 (r/w/o: 2640.50/2736.70/408.40) lat (ms,95%): 48.34 err/s 0.80 reconn/s: 0.00
[ 2940s ] thds: 4 tps: 206.30 qps: 5985.79 (r/w/o: 2730.20/2843.00/412.60) lat (ms,95%): 49.21 err/s 1.00 reconn/s: 0.00
[ 2950s ] thds: 4 tps: 209.90 qps: 5904.18 (r/w/o: 2692.44/2791.94/419.79) lat (ms,95%): 45.79 err/s 0.80 reconn/s: 0.00
[ 2960s ] thds: 4 tps: 213.70 qps: 6148.20 (r/w/o: 2812.85/2907.95/427.41) lat (ms,95%): 45.79 err/s 0.60 reconn/s: 0.00
[ 2970s ] thds: 4 tps: 216.50 qps: 6236.00 (r/w/o: 2844.60/2958.40/433.00) lat (ms,95%): 46.63 err/s 1.20 reconn/s: 0.00
[ 2980s ] thds: 4 tps: 214.20 qps: 6224.00 (r/w/o: 2838.40/2957.30/428.30) lat (ms,95%): 46.63 err/s 0.40 reconn/s: 0.00
[ 2990s ] thds: 4 tps: 218.20 qps: 6213.09 (r/w/o: 2835.89/2940.69/436.50) lat (ms,95%): 44.17 err/s 0.40 reconn/s: 0.00
[ 3000s ] thds: 4 tps: 218.30 qps: 6274.54 (r/w/o: 2872.02/2965.92/436.60) lat (ms,95%): 46.63 err/s 0.80 reconn/s: 0.00
[ 3010s ] thds: 4 tps: 217.60 qps: 6237.98 (r/w/o: 2843.59/2959.19/435.20) lat (ms,95%): 46.63 err/s 1.30 reconn/s: 0.00
[ 3020s ] thds: 4 tps: 197.70 qps: 5579.68 (r/w/o: 2543.09/2641.19/395.40) lat (ms,95%): 50.11 err/s 1.00 reconn/s: 0.00
[ 3030s ] thds: 4 tps: 217.70 qps: 6222.12 (r/w/o: 2847.71/2939.11/435.30) lat (ms,95%): 44.98 err/s 0.40 reconn/s: 0.00
[ 3040s ] thds: 4 tps: 216.40 qps: 6093.02 (r/w/o: 2777.31/2882.81/432.90) lat (ms,95%): 45.79 err/s 0.80 reconn/s: 0.00
[ 3050s ] thds: 4 tps: 212.60 qps: 6209.79 (r/w/o: 2834.49/2950.09/425.20) lat (ms,95%): 46.63 err/s 0.70 reconn/s: 0.00
[ 3060s ] thds: 4 tps: 226.90 qps: 6225.39 (r/w/o: 2832.10/2939.50/453.80) lat (ms,95%): 46.63 err/s 1.00 reconn/s: 0.00
[ 3070s ] thds: 4 tps: 219.70 qps: 6052.52 (r/w/o: 2757.31/2855.81/439.40) lat (ms,95%): 45.79 err/s 0.40 reconn/s: 0.00
[ 3080s ] thds: 4 tps: 214.00 qps: 6042.40 (r/w/o: 2746.60/2867.90/427.90) lat (ms,95%): 48.34 err/s 1.00 reconn/s: 0.00
[ 3090s ] thds: 4 tps: 218.60 qps: 6215.68 (r/w/o: 2838.44/2939.94/437.29) lat (ms,95%): 45.79 err/s 0.60 reconn/s: 0.00
[ 3100s ] thds: 4 tps: 211.30 qps: 6238.97 (r/w/o: 2850.18/2966.28/422.50) lat (ms,95%): 47.47 err/s 1.10 reconn/s: 0.00
[ 3110s ] thds: 4 tps: 216.70 qps: 6148.81 (r/w/o: 2801.55/2913.75/433.51) lat (ms,95%): 48.34 err/s 0.90 reconn/s: 0.00
[ 3120s ] thds: 4 tps: 204.80 qps: 5920.92 (r/w/o: 2698.71/2812.61/409.60) lat (ms,95%): 47.47 err/s 0.80 reconn/s: 0.00
[ 3130s ] thds: 4 tps: 217.80 qps: 6201.51 (r/w/o: 2826.10/2939.80/435.60) lat (ms,95%): 47.47 err/s 0.80 reconn/s: 0.00
[ 3140s ] thds: 4 tps: 220.00 qps: 6108.00 (r/w/o: 2777.90/2890.10/440.00) lat (ms,95%): 47.47 err/s 1.50 reconn/s: 0.00
[ 3150s ] thds: 4 tps: 223.30 qps: 6287.90 (r/w/o: 2870.10/2971.20/446.60) lat (ms,95%): 44.98 err/s 1.50 reconn/s: 0.00
[ 3160s ] thds: 4 tps: 219.59 qps: 6165.02 (r/w/o: 2815.02/2910.81/439.19) lat (ms,95%): 45.79 err/s 1.20 reconn/s: 0.00
[ 3170s ] thds: 4 tps: 220.21 qps: 6228.60 (r/w/o: 2840.49/2947.69/440.41) lat (ms,95%): 46.63 err/s 1.00 reconn/s: 0.00
[ 3180s ] thds: 4 tps: 216.00 qps: 6275.09 (r/w/o: 2861.70/2981.50/431.90) lat (ms,95%): 45.79 err/s 0.80 reconn/s: 0.00
[ 3190s ] thds: 4 tps: 217.50 qps: 6113.00 (r/w/o: 2787.50/2890.40/435.10) lat (ms,95%): 47.47 err/s 1.10 reconn/s: 0.00
[ 3200s ] thds: 4 tps: 218.99 qps: 6096.06 (r/w/o: 2776.74/2881.33/437.99) lat (ms,95%): 47.47 err/s 0.90 reconn/s: 0.00
[ 3210s ] thds: 4 tps: 179.00 qps: 5085.16 (r/w/o: 2328.28/2398.88/358.00) lat (ms,95%): 59.99 err/s 0.60 reconn/s: 0.00
[ 3220s ] thds: 4 tps: 103.38 qps: 2869.45 (r/w/o: 1305.69/1357.19/206.57) lat (ms,95%): 101.13 err/s 0.60 reconn/s: 0.00
[ 3230s ] thds: 4 tps: 106.32 qps: 2874.61 (r/w/o: 1311.13/1350.64/212.84) lat (ms,95%): 125.52 err/s 0.50 reconn/s: 0.00
[ 3240s ] thds: 4 tps: 94.80 qps: 2714.40 (r/w/o: 1235.35/1289.45/189.59) lat (ms,95%): 123.28 err/s 0.50 reconn/s: 0.00
[ 3250s ] thds: 4 tps: 76.40 qps: 2184.80 (r/w/o: 996.15/1036.05/152.59) lat (ms,95%): 235.74 err/s 0.60 reconn/s: 0.00
[ 3260s ] thds: 4 tps: 71.61 qps: 2045.87 (r/w/o: 933.08/969.68/143.11) lat (ms,95%): 207.82 err/s 0.20 reconn/s: 0.00
[ 3270s ] thds: 4 tps: 43.09 qps: 1135.94 (r/w/o: 517.92/531.52/86.49) lat (ms,95%): 253.35 err/s 0.20 reconn/s: 0.00
[ 3280s ] thds: 4 tps: 87.21 qps: 2528.70 (r/w/o: 1152.38/1201.99/174.33) lat (ms,95%): 132.49 err/s 0.20 reconn/s: 0.00
[ 3290s ] thds: 4 tps: 83.00 qps: 2281.37 (r/w/o: 1039.79/1075.59/166.00) lat (ms,95%): 150.29 err/s 0.40 reconn/s: 0.00
[ 3300s ] thds: 4 tps: 125.20 qps: 3606.70 (r/w/o: 1644.55/1711.65/250.49) lat (ms,95%): 82.96 err/s 0.30 reconn/s: 0.00
[ 3310s ] thds: 4 tps: 122.99 qps: 3542.06 (r/w/o: 1611.95/1684.14/245.98) lat (ms,95%): 75.82 err/s 0.40 reconn/s: 0.00
[ 3320s ] thds: 4 tps: 133.92 qps: 3708.70 (r/w/o: 1691.53/1749.34/267.84) lat (ms,95%): 66.84 err/s 0.60 reconn/s: 0.00
[ 3330s ] thds: 4 tps: 145.80 qps: 4217.60 (r/w/o: 1931.06/1994.95/291.59) lat (ms,95%): 63.32 err/s 0.50 reconn/s: 0.00
[ 3340s ] thds: 4 tps: 166.00 qps: 4733.50 (r/w/o: 2159.15/2242.45/331.89) lat (ms,95%): 52.89 err/s 0.90 reconn/s: 0.00
[ 3350s ] thds: 4 tps: 173.91 qps: 4955.62 (r/w/o: 2260.60/2347.20/347.82) lat (ms,95%): 54.83 err/s 0.30 reconn/s: 0.00
[ 3360s ] thds: 4 tps: 189.50 qps: 5251.36 (r/w/o: 2390.38/2481.98/379.00) lat (ms,95%): 51.02 err/s 1.50 reconn/s: 0.00
[ 3370s ] thds: 4 tps: 197.60 qps: 5566.94 (r/w/o: 2537.92/2633.72/395.30) lat (ms,95%): 49.21 err/s 1.10 reconn/s: 0.00
[ 3380s ] thds: 4 tps: 184.59 qps: 5177.65 (r/w/o: 2361.03/2447.63/368.99) lat (ms,95%): 52.89 err/s 0.50 reconn/s: 0.00
[ 3390s ] thds: 4 tps: 202.00 qps: 5729.93 (r/w/o: 2615.26/2710.56/404.11) lat (ms,95%): 51.02 err/s 0.80 reconn/s: 0.00
[ 3400s ] thds: 4 tps: 209.60 qps: 5980.09 (r/w/o: 2733.30/2827.50/419.30) lat (ms,95%): 45.79 err/s 0.90 reconn/s: 0.00
[ 3410s ] thds: 4 tps: 214.30 qps: 6152.44 (r/w/o: 2806.92/2916.92/428.60) lat (ms,95%): 45.79 err/s 0.80 reconn/s: 0.00
[ 3420s ] thds: 4 tps: 212.10 qps: 5976.00 (r/w/o: 2725.10/2826.70/424.20) lat (ms,95%): 49.21 err/s 0.70 reconn/s: 0.00
[ 3430s ] thds: 4 tps: 215.00 qps: 6160.18 (r/w/o: 2812.59/2917.59/430.00) lat (ms,95%): 46.63 err/s 1.20 reconn/s: 0.00
[ 3440s ] thds: 4 tps: 214.30 qps: 6019.22 (r/w/o: 2741.81/2848.81/428.60) lat (ms,95%): 46.63 err/s 0.70 reconn/s: 0.00
[ 3450s ] thds: 4 tps: 217.70 qps: 6258.09 (r/w/o: 2859.59/2963.09/435.40) lat (ms,95%): 44.98 err/s 1.10 reconn/s: 0.00
[ 3460s ] thds: 4 tps: 214.20 qps: 6117.59 (r/w/o: 2788.10/2901.10/428.40) lat (ms,95%): 48.34 err/s 1.30 reconn/s: 0.00
[ 3470s ] thds: 4 tps: 223.90 qps: 6281.25 (r/w/o: 2870.88/2962.58/447.80) lat (ms,95%): 43.39 err/s 0.70 reconn/s: 0.00
[ 3480s ] thds: 4 tps: 208.10 qps: 5821.72 (r/w/o: 2661.61/2743.91/416.20) lat (ms,95%): 47.47 err/s 1.10 reconn/s: 0.00
[ 3490s ] thds: 4 tps: 214.90 qps: 6177.44 (r/w/o: 2819.42/2928.22/429.80) lat (ms,95%): 46.63 err/s 0.60 reconn/s: 0.00
[ 3500s ] thds: 4 tps: 214.50 qps: 6128.67 (r/w/o: 2802.28/2897.38/429.00) lat (ms,95%): 44.98 err/s 1.00 reconn/s: 0.00
[ 3510s ] thds: 4 tps: 216.20 qps: 6161.85 (r/w/o: 2810.72/2918.72/432.40) lat (ms,95%): 47.47 err/s 0.90 reconn/s: 0.00
[ 3520s ] thds: 4 tps: 210.70 qps: 6160.39 (r/w/o: 2809.29/2929.79/421.30) lat (ms,95%): 46.63 err/s 0.80 reconn/s: 0.00
[ 3530s ] thds: 4 tps: 221.69 qps: 6215.34 (r/w/o: 2837.53/2934.32/443.49) lat (ms,95%): 45.79 err/s 0.70 reconn/s: 0.00
[ 3540s ] thds: 4 tps: 214.70 qps: 6259.52 (r/w/o: 2860.85/2969.26/429.41) lat (ms,95%): 46.63 err/s 0.70 reconn/s: 0.00
[ 3550s ] thds: 4 tps: 216.40 qps: 6259.66 (r/w/o: 2865.43/2961.43/432.80) lat (ms,95%): 44.98 err/s 1.00 reconn/s: 0.00
[ 3560s ] thds: 4 tps: 220.90 qps: 6198.40 (r/w/o: 2830.90/2925.70/441.80) lat (ms,95%): 44.17 err/s 1.10 reconn/s: 0.00
[ 3570s ] thds: 4 tps: 215.49 qps: 6256.23 (r/w/o: 2861.02/2964.32/430.89) lat (ms,95%): 46.63 err/s 0.40 reconn/s: 0.00
[ 3580s ] thds: 4 tps: 210.10 qps: 5950.52 (r/w/o: 2714.11/2816.31/420.10) lat (ms,95%): 49.21 err/s 1.10 reconn/s: 0.00
[ 3590s ] thds: 4 tps: 221.90 qps: 6299.91 (r/w/o: 2877.55/2978.55/443.81) lat (ms,95%): 44.98 err/s 0.70 reconn/s: 0.00
[ 3600s ] thds: 4 tps: 225.10 qps: 6313.60 (r/w/o: 2881.90/2981.30/450.40) lat (ms,95%): 43.39 err/s 1.10 reconn/s: 0.00
SQL statistics:
    queries performed:
        read:                            8343845
        write:                           8657860
        other:                           1286044
        total:                           18287749
    transactions:                        643016 (178.61 per sec.)
    queries:                             18287749 (5079.90 per sec.)
    ignored errors:                      2795   (0.78 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          3600.0196s
    total number of events:              643016

Latency (ms):
         min:                                    2.05
         avg:                                   22.39
         max:                                 2405.59
         95th percentile:                       56.84
         sum:                             14398626.05

Threads fairness:
    events (avg/stddev):           160754.0000/238.32
    execution time (avg/stddev):   3599.6565/0.00